Repository: utsushi/utsushi
Catalog: po/*.po
Languages: de, ja

source: Resolution
de: Auflösung
ja: 解像度

source: Transfer Format
de: Übertragungsformat
ja: 転送形式

source: Loading completed
de: Laden abgeschlossen
ja: 給紙が完了しました。

source: Ejecting completed
de: Auswerfen abgeschlossen
ja: 排紙が完了しました。

source: Cleaning is complete.
de: Reinigung abgeschlossen.
ja: クリーニングが完了しました。

source: Calibration is complete.
de: Kalibrierung abgeschlossen.
ja: キャリブレーションが完了しました。

source: Cleaning is failed.
de: Reinigung fehlgeschlagen.
ja: クリーニングに失敗しました。

source: Calibration is failed.
de: Kalibrierung fehlgeschlagen.
ja: キャリブレーションに失敗しました。

source: Loading failed
de: Laden fehlgeschlagen
ja: 給紙に失敗しました。

source: Ejecting failed
de: Auswerfen fehlgeschlagen
ja: 排紙に失敗しました。

source: Maintenance failed
de: Wartung fehlgeschlagen
ja: メンテナンスに失敗しました。

source: Document Source
de: Dokumentenquelle
ja: 取り込み装置

source: Image Type
de: Bildtyp
ja: イメージタイプ

source: Dropout
de: Blindfarbe
ja: ドロップアウト

source: Selecting a compressed format such as JPEG normally results in faster device side processing.
de: Die Wahl eines komprimierenden Formats wie z.B. JPEG führt normalerweise zu einer schnelleren Ausführung.
ja: JPEG等の圧縮された画像形式を選択することで通常デバイスからの転送処理が速くなります。

source: JPEG Quality
de: JPEG Qualität
ja: JPEG画質

source: Threshold
de: Schwellenwert
ja: しきい値

source: Gamma
de: Gammawwert
ja: ガンマ

source: Border Fill
de: Randfüllung
ja: 境界補正

source: Left Border
de: Linker Rand
ja: 境界補正量 左

source: Right Border
de: Rechter Rand
ja: 境界補正量 右

source: Top Border
de: Oberer Rand
ja: 境界補正量 上

source: Bottom Border
de: Unterer Rand
ja: 境界補正量 下

source: Force Extent
de: Erzwinge Ausdehnung
ja: サイズ揃え

source: Force the image size to equal the user selected size. Scanners may trim the image data to the detected size of the document. This may result in images that are not all exactly the same size. This option makes sure all image sizes match the selected area. Note that this option may slow down application/driver side processing.
de: Erzwinge eine Übereinstimmung der Bildgröße mit der gewählten Größe. Scanner können die Bilddaten an die erkannte Doumentengröße anpassen. Dies kann zu Bildern führen welche nicht die genau gleiche Größe haben. Diese Option stellt sicher dass alle Bildgrößen dem gewählten Bereich entsprechen. Bitte beachten, diese Option kann die Bearbeitung verlangsamen.
ja: 常に画像サイズをユーザーが選択したサイズに合わせます。スキャナーによってはスキャンした原稿の大きさに合わせ画像データを返す場合があります。そのため複数のスキャン画像が同じ大きさに揃わないことがあります。このオプションは全てのスキャン画像のサイズを選択したサイズに合わせます。 このオプションはアプリケーション／ドライバーの処理速度を低下させるかもしれません。

source: Calibration
de: Kalibrierung
ja: キャリブレーション

source: Calibrating...
de: Kalibrierung läuft...
ja: キャリブレーション中

source: Cleaning
de: Reinigung
ja: クリーニング

source: Cleaning...
de: Reinigung...
ja: クリーニング中

source: Eject
de: Ausgabe
ja: 排紙

source: Ejecting ...
de: Auswurf erfolgt ...
ja: 排紙中

source: Load
de: Einlegen
ja: 給紙

source: Loading...
de: Laden...
ja: 給紙中

source: Manual
de: Manuelle Zufuhr
ja: 手動

source: Maximum
de: Maximal
ja: 最大

source: Auto Detect
de: Automatische Erkennung
ja: 自動検知

source: Scan area too small. The area needs to be larger than %1% by %2%.
de: Scanbereich zu klein. Der Bereich muss größer als %1% mal %2% sein.
ja: 取り込み領域が小さすぎます。 領域は、%1%×%2%よりも大きくする必要があります。

source: Resolution too high for selected area. Choose a resolution no larger than %1%
de: Auflösung zu hoch für den gewählten Bereich. Eine Auflösung nicht größer als %1% wählen.

source: Image Count
de: Bildzähler
ja: イメージカウント

source: Detect Double Feed
de: Doppeleinzugsfehler
ja: 重送検知（用紙厚設定）

source: Long Paper Mode
de: Langpapiermodus
ja: 長尺紙モード

source: Select this mode if you want to scan documents longer than what the ADF would normally support. Please note that it only supports automatic detection of the document height.
de: Diesen Modus wählen um Dokumente zu scannen welche länger sind als der ADF unterstützt. Bitte beachten Sie dass ausschliesslich die automatische Erkennung der Dokumentenhöhe unterstützt wird.

source: Bind X and Y resolutions
de: X und Y Auflösung koppeln
ja: 水平解像度と垂直解像度を連動させる

source: X Resolution
de: X Auflösung
ja: 水平解像度

source: Y Resolution
de: Y Auflösung
ja: 垂直解像度

source: Enable Resampling
de: Neuberechnung aktivieren
ja: リサンプリングを有効にする

source: This option provides the user with a wider range of supported resolutions. Resolutions not supported by the hardware will be achieved through image processing methods.
de: Diese Option gestattet einen erweiterten Bereich an Auflösungen. Auflösungen welche nicht vom Gerät bereitgestellt werden, werden durchBildbearbeitung erzielt.
ja: このオプションはより多くの解像度の選択肢を提供します。ハードウェアがサポートしていない解像度は画像処理によって実現します。

source: Scan Area
de: Scanbereich
ja: 取り込み領域

source: Top Left X
de: X oben links
ja: 左上 X

source: Top Left Y
de: Y oben links
ja: 左上 Y

source: Bottom Right X
de: X unten rechts
ja: 右下 X

source: Bottom Right Y
de: Y unten rechts
ja: 右下 Y

source: Crop
de: Zuschneiden
ja: 切り出し

source: Crop Adjustment
de: Anordnung zuschneiden
ja: 切り出し位置調整

source: Deskew
de: Entzerren
ja: 傾き補正

source: Overscan
de: Überschreiben
ja: オーバースキャン

source: Authentication is required. Unfortunately, this version of the driver does not support authentication yet.
de: Authentifizierung ist erforderlich. Leider unterstützt diese Version des Treibers noch keine Authentifizierung.
ja: 認証が求められました。 このバージョンのドライバーは認証をサポートしていません。

source: Unknown device error: %1%/%2%
de: Unbekannter Gerätefehler: %1%/%2%
ja: 不明なデバイスのエラー: %1%/%2%

source: The Automatic Document Feeder is open. Please close it.
de: Der automatische Vorlageneinzug ist offen. Bitte schließen.
ja: ADFまたはADFのカバーが開いています。 ADFまたはADFのカバーを閉じてください。

source: A paper jam occurred. Open the Automatic Document Feeder and remove any paper. If there are any documents loaded in the ADF, remove them and load them again.
de: Papierstau. Öffnen Sie den automatischen Vorlageneinzug (ADF) und entfernen Sie das Papier. Befinden sich Dokumente im ADF, entfernen Sie sie und legen Sie sie erneut ein.
ja: ADFで原稿が詰まりました。カバーを開けて詰まった原稿を取り除いてください。 また、ADFトレイに原稿がある場合は、カバーを閉じた後、原稿をセットし直してください。

source: Please load the document(s) into the Automatic Document Feeder.
de: Legen Sie die Vorlage(n) in den automatischen Vorlageneinzug ein.
ja: ADFに原稿をセットしてください。

source: A multi page feed occurred in the auto document feeder. Open the cover, remove the documents, and then try again. If documents remain on the tray, remove them and then reload them.
de: Es wurden mehrere Seiten gleichzeitig im automatischem Vorlageneinzug eingezogen. Öffnen Sie die Abdeckung, entfernen Sie die Dokumente und starten Sie den Vorgang erneut. Entfernen Sie vorhandene Dokumente aus dem Fach und legen Sie sie erneut ein.
ja: オートドキュメントフィーダーで用紙が重なって給紙されました。カバーを開けて原稿を取り除き、再度スキャンしてください。トレイに原稿があるときは、カバーを閉じてから原稿をセットし直してください。

source: A fatal ADF error has occurred. Resolve the error condition and try again. You may have to restart the scan dialog or application in order to be able to scan.
de: Ein schwerer ADF Fehler ist aufgetreten. Fehler beheben und erneut versuchen. Es kann nötig sein den Scandialog oder die Anwendung neu zu starten um scannen zu können.
ja: ADFで予期せぬエラーが発生しました。 エラーの状態を解決して、再試行してください。スキャンするためにスキャンダイアログまたはアプリケーションを再起動する必要があります。

source: A fatal error has occurred
de: Ein schwerer Fehler ist aufgetreten
ja: 予期せぬエラーが発生しました。

source: Speed
de: Geschwindigkeit
ja: 速度優先

source: Optimize image acquisition for speed
de: Optimiere Bilderfassung für Geschwindigkeit
ja: 速度を優先させるために画像取得方法を最適化します

source: The device is in use. Please wait until the device becomes available, then try again.
de: Das Gerät wird gerade verwendet. Bitte warten Sie, bis das Gerät verfügbar wird, und versuchen Sie es dann erneut.
ja: デバイスは使用中です。使用可能になるのを待って、再度実行してください。

source: invalid parameter
de: Ungültiger Parameter
ja: 無効なパラメーターです

source: unknown reply
de: Unbekannte Antwort
ja: 不明な応答です

source: invalid command
de: Ungültiger Befehl
ja: 無効なコマンドです

source: device busy
de: Gerät ausgelastet
ja: デバイスが使用中または使用できない状態です

source: protocol error
de: Protokollfehler
ja: プロトコルエラーが発生しました

source: Positive Film
de: Filmpositiv

source: Negative Film
de: Filmnegativ

source: High Density Print
de: Hochauflösender Druck

source: Low Density Print
de: Niedrigauflösender Druck

source: High Contrast Print
de: Hochkontrast Druck

source: Custom (Base Gamma = 1.0)
de: Angepasst (Gamma = 1.0)

source: Custom (Base Gamma = 1.8)
de: Angepasst (Gamma = 1.8)

source: None
de: Kein
ja: なし

source: Dot Matrix Printer
de: Nadeldrucker

source: Thermal Printer
de: Thermodrucker

source: Inkjet Printer
de: Tintenstrahldrucker

source: CRT Display
de: Röhrenbildschirm

source: Unknown device error
de: Unbekannter Gerätefehler

source: Monochrome
de: Monochrom
ja: モノクロ

source: Grayscale
de: Graustufen
ja: グレー

source: Color
de: Farbe
ja: カラー

source: Gamma Correction
de: Gammakorrektur

source: Color Correction
de: Farbkorrektur

source: Auto Area Segmentation
de: Automatische Einteilung in Bereiche

source: Dither Pattern
de: Fehlerdiffusionsmuster

source: Sharpness
de: Bildschärfe

source: Emphasize the edges in an image more by choosing a larger value, less by selecting a smaller value.
de: Kanten in einem Bild durch einen höheren Wert betonen, abschwächen mittels kleinerem Wert.

source: Brightness
de: Helligkeit
ja: 明るさ

source: Make images look lighter with a larger value or darker with a smaller value.
de: Bilder aufhellen durch höheren Wert, abdunkeln durch kleineren Wert.

source: Mirror
de: Spiegeln

source: Document Table
de: Vorlagenglas
ja: 原稿台

source: ADF
de: Automatischer Dokumenteneinzug

source: Primary TPU
de: Primäre Durchlichteinheit
ja: 透過原稿ユニット 1

source: Secondary TPU
de: Sekundäre Durchlichteinheit
ja: 透過原稿ユニット 2

source: Transparency Unit
de: Durchlichtaufsatz
ja: 透過原稿ユニット

source: Film Type
de: Filmtyp

source: White
de: Weiß
ja: 白で補正

source: Black
de: Schwarz
ja: 黒で補正

source: Off
de: Aus
ja: なし

source: Thin
de: Dünn
ja: 薄い

source: On
de: Ein

source: Paper Protection
de: Papierschutz

source: Red
de: Rot
ja: 赤

source: Green
de: Grün
ja: 緑

source: Blue
de: Blau
ja: 青

source: ADF - Double-sided
de: ADF-Doppelseitig
ja: ADF両面

source: ADF - Single-sided
de: ADF-Einseitig
ja: ADF片面

source: Black & White
de: Schwarzweiß
ja: モノクロ

source: Mode
de: Modus
ja: モード

source: Text/Line Art
de: Text/Strichzeichnung
ja: 文字/線画

source: Skip Blank Pages Settings
de: Leere Seiten überspringen Einstellungen
ja: 白紙ページ除去の設定

source: Buffer Size
de: Puffergröße
ja: バッファーサイズ

source: Image Quality
de: Bildqualität
ja: 画質

source: Change brightness of the acquired image.
de: Helligkeit des erfassten Bildes ändern.
ja: デバイスから取得した画像の明るさを変更します

source: Contrast
de: Kontrast
ja: コントラスト

source: Change contrast of the acquired image.
de: Kontrast des erfassten Bildes ändern.
ja: デバイスから取得した画像のコントラストを変更します

source: Auto
de: Automatisch
ja: 文字の向きに合わせる

source: Rotate
de: Drehen
ja: 回転

source: Maintenance
de: Wartung
ja: メンテナンス

source: No devices found
de: Keine Geräte gefunden
ja: デバイスが見つかりません

source: Select a device
de: Ein Gerät auswählen
ja: デバイスを選択して下さい

source: Cannot access %1% (%2%) %3%
de: Zugriff auf %1% (%2%) %3% nicht möglich
ja: %1% にアクセスできません (%2%) %3%

source: Scanning...
de: Scanvorgang läuft...
ja: スキャン中

source: Canceling...
de: Abbrechen...
ja: キャンセル中

source: Save As...
de: Speichern unter...
ja: 名前を付けて保存...

source: Untitled
de: Unbenannt
ja: 無題

source: conversion from %1% to %2% is not supported
de: Umwandlung von %1% in %2% wird nicht unterstützt
ja: %1% から %2% への変換はサポートしていません

source: Scan
de: Scannen
ja: スキャン

source: Preview
de: Vorschau
ja: プレビュー

source: Zoom In
de: Vorschau vergrößern
ja: ズームイン

source: Zoom Out
de: Vorschau verkleinern
ja: ズームアウト

source: Actual Size
de: Vorschau tatsächliche Größe
ja: 標準サイズ

source: Zoom to fit
de: Vorschaugröße einpassen
ja: フィットさせる

source: Other
de: Sonstiges
ja: その他

source: Restoring previous value
de: Vorherigen Wert wiederherstellen
ja: 元の設定に戻します

source: The selected combination of values is not supported.
de: Die gewählte Kombination von Werten wird nicht unterstützt.
ja: 選択した設定の組み合わせはサポートしていません。

source: Unsupported file format.
de: Dateiformat nicht unterstützt.
ja: サポートされていないファイル形式です。

source: The '%1%' file extension is not associated with a supported file format. Please select a file format or use one of the known file extensions.
de: Die Dateierweiterung '%1%' ist keinem unterstützten Dateiformat zugeordnet. Bitte wählen Sie ein Dateiformat aus oder verwenden Sie eine der bekannten Dateierweiterungen.
ja: 指定された拡張子 '%1%' からサポートされているファイル形式を判別できません。ファイル形式の一覧から選ぶか、サポートされている拡張子を使用してください。

source: The %1% format does not support multiple images in a single file.
de: Das Format %1% unterstützt nicht mehrere Bilder in einer Datei.
ja: %1% 形式では複数画像を一つのファイルに保存できません。

source: Please save to PDF or TIFF if you want a single file. If you prefer the %1% image format, use a filename such as 'Untitled-%%3i%2%'.
de: Bitte speichern Sie als PDF oder TIFF, wenn Sie nur eine Datei möchten. Wenn Sie das Bildformat %1% bevorzugen, verwenden Sie bitte einen Dateinamen wie 'Unbenannt-%%3i%2%'.
ja: 一つのファイルに保存したい場合は、PDFかTIFFを選択してください。もしも %1% 画像形式を使用したい場合は、ファイル名を '無題-%%3i%2%' のように指定してください。

source: The name "%1%" already exists. OK to overwrite this name using the new settings?
de: Der Name "%1%" existiert bereits. Soll dieser Name mit den neuen Einstellungen überschrieben werden?
ja: "%1%" はすでに存在します。 上書きしますか?

source: The file already exists in "%1%". Replacing it will overwrite its contents.
de: Die Datei existiert bereits in "%1%". Durch Ersetzen wird ihr Inhalt überschrieben.
ja: "%1%" にファイルが既に存在しています。すべての内容を上書きします。

source: Files matching "%1%" may already exist. Do you want to replace them?
de: Dateien, die "%1%" entsprechen, existieren unter Umständen bereits. Möchten Sie sie ersetzen?
ja: "%1%" と一致するファイルは既に存在している可能性があります。もしも存在している場合は、上書きしてもよろしいですか?

source: File Type
de: Dateityp
ja: ファイル形式

source: File type: %1%
de: Dateityp: %1%
ja: ファイル形式: %1%

source: By extension
de: Nach Erweiterung
ja: 拡張子で判別

source: Save all images in a single file
de: Alle Bilder in einer Datei speichern
ja: すべての画像を一つのファイルに保存

source: PDFs and Image Files
de: PDF- und Bilddateien
ja: PDFと画像ファイル

source: Image Files
de: Bilddateien
ja: 画像ファイル

source: All Files
de: Alle Dateien
ja: すべてのファイル

source: If there is any user interface at all, options at the standard level are meant to be made available to the user.
de: Standard ist für Scanaufgaben in denen entweder keine oder nur geringfügige Benutzerinteraktion benötigt werden.

source: Extended
de: Erweitert
ja: 拡張

source: Extended options are for those situations where the user needs a bit more control over how things will be done.
de: Erweiterte Optionen sind für Scanaufgaben in denen der Benutzer eine erweiterte Kontrolle über das vorgehen benötigt.

source: Complete
de: Vollständig
ja: 全て

source: This is for options that are mostly just relevant for the most demanding of image acquisition jobs or those users will not be satisfied unless they are in complete control.
de: Vollständige Optionen sind für Scanaufgaben in denen der Benutzer eine komplette Kontrolle über das vorgehen benötigt oder wünscht.

source: Ledger
de: US Ledger

source: Executive
de: US Executive

source: Acquire image data asynchronously
de: Bilddaten asynchron erfassen
ja: イメージデータを非同期的に取得する

source: GNU standard options
de: GNU Standard Optionen
ja: GNU標準オプション

source: Standard options
de: Standard Optionen
ja: 標準オプション

source: display this help and exit
de: Diese Hilfe anzeigen und beenden
ja: この使い方を表示して終了

source: output version information and exit
de: Versionsinformationen ausgeben und beenden
ja: バージョン情報を表示して終了

source: Options provided by %1%.
de: Optionen bereitgestellt von %1%.
ja: %1%により提供されるオプション

source: General
de: Allgemein
ja: 一般

source: Basic options.
de: Grundlegende Optionen.
ja: 基本オプション

source: Geometry
de: Geometrie
ja: 出力サイズ

source: Scan area and image size related options.
de: Scanbereichsoptionen und Bildgrößenoptionen.
ja: 取り込み領域と画像サイズ関係のオプション

source: Enhancement
de: Optimierung
ja: エンハンスメント

source: Image modification options.
de: Bildbearbeitungsoptionen.
ja: 画像加工オプション

source: Unknown SANE status code %d
de: Unbekannter SANE status code %d
ja: 不明なSANEのステータスコード %d

source: display help information for a command
de: Zeige Hilfe für einen Befehl
ja: コマンドの使い方を表示

source: list available image acquisition devices
de: Verfügbare Scanner auflisten
ja: 利用可能な画像取得デバイスの一覧を表示

source: Supported commands
de: Unterstützte Befehle
ja: 対応コマンド

source: display the help for a command and exit
de: Zeige Hilfe für einen Befehl und beende
ja: コマンドの使い方を表示して終了

source: output command version information and exit
de: Ausgabe Information Befehlversion und beende
ja: コマンドのバージョン情報を表示して終了

source: scan with a suitable utility
de: Scanne mit einem geignetem Prgramm
ja: 適切なツールで画像を取得

source: %1%: not found
de: %1%: nicht gefunden

source: no usable devices available
de: Keine nutzbaren Geräte gefunden

source: %1%: found but has no driver
de: %1%: gefunden jedoch ohne Treiber

source: %1%: not supported
de: %1%: nicht unterstützt
ja: %1%: サポートしていません

source: %1% Allowed values: %2%
de: %1% Erlaubte Werte: %2%
ja: %1% 指定可能な値: %2%

source: Allowed values: %1%
de: Erlaubte Werte: %1%
ja: 指定可能な値: %1%

source: image acquisition device to use
de: Benutze Scanner
ja: 使用する画像取得デバイス

source: output destination to use
de: Benutze Ausgabeziel
ja: 使用する出力先

source: Utility options
de: Optionen Dienstprogramm
ja: ユーティリティオプション

source: log device I/O in hexdump format
de: log Gerät I/O im hexdump Format
ja: デバイスとの入出力を16進ダンプでログ出力する

source: output image format PNM, PNG, JPEG, PDF, TIFF or one of the device supported transfer-formats. The explicitly mentioned types are normally inferred from the output file name. Some require additional libraries at build-time in order to be available.
de: Bildausgabeformat PNM, PNG, JPEG, PDF, TIFF oder ein vom Gerät unterstütztes Format. Die genannten Formate werden üblicherweise von der Dateiendung abgeleitet. Einige erfordern zusätzliche Bibliotheken beim erstellen des Programms um verfügbar zu sein.

source: Device actions
de: Aktionen Gerät
ja: デバイスアクション

source: Only perform the actions given on the command-line. Do not perform image acquisition.
de: Nur die per Kommandozeile übergebenen Aktionen ausführen. Keine Bilddaten einholen.

source: Device options
de: Optionen Gerät
ja: デバイスオプション

source: Add-on options
de: Optionen Erweiterung
ja: アドオンオプション

source: Note: device options may be ignored if their prerequisites are not satisfied. A '--duplex' option may be ignored if you do not select the ADF, for example.
de: Hinweis: Geräteoptionen können ignoriert werden, wenn die Bedingungen nicht erfüllt werden. Eine '--duplex' Option wird bspw. ignoriert wenn nicht gleichzeitig der ADF gewählt wird.
ja: 注意: デバイスオプションは前提条件が満たされないとき無視される場合があります。 例えば、'--duplex'オプションはADFを選択していないときに無視されます。

source: cannot infer image format from file extension: '%1%'
de: Kann Bildformat nicht von der Dateiendung ableiten: '%1%'
ja: 拡張子 '%1%' からファイル形式を判別できません

source: unsupported image format: '%1%'
de: Bildformat nicht unterstützt: '%1%'
ja: '%1%' はサポートされていない画像形式です

source: %1% does not support multi-image files
de: %1% unterstützt nicht mehrere Bilder in einer Datei.
ja: %1% は複数画像をサポートしていません

source: use an alternative GUI layout definition file
de: Nutze eine alternative GUI Layout Definitions-Datei
ja: 別のGUIレイアウト定義ファイルを使う

source: use an alternative GUI resource file
de: Nutze eine alternative GUI Hilfs-Datei
ja: 別のGUIリソースファイルを使う

source: Command options
de: Befehlsoptionen
ja: コマンドオプション

source: acquire images with a suitable utility
de: Bilder mit einem geeigneten Dienstprogramm scannen
ja: 適切なユーティリティで画像を取得する

source: display version information for a command
de: Zeige Versionsinformation für einen Befehl
ja: コマンドのバージョン情報を表示する

source: Transfer Size
ja: 転送サイズ

source: Duplex
ja: 両面

source: Line Count
ja: ラインカウント

source: Specify how many scan lines to move from the device to the software in one transfer. Note that 0 will use the maximum usable value. Values larger than the maximum usable value are clamped to the maximum.
ja: デバイスからドライバーへ一度に転送するスキャンラインの量を指定します。0を指定した場合、設定可能な最大値が使われます。設定可能な最大値よりも大きな値を指定した場合も最大値が使われます。

source: Normal
ja: 標準

source: Details:
ja: 詳細:

source: Scanner:
ja: スキャナー:

source: Application
ja: アプリケーション

source: Standard
ja: 標準

source: The current locale settings are not supported by the standard C++ library used by this application. This is most likely caused by a misconfigured locale but may also be due to use of a C++ library without localization support. You can work around this issue by starting the application in a "C" locale, but you really should check your locale configuration and the locale support of the C++ library used by the application.
ja: 現在のロケール設定はこのアプリケーションで使われている標準C++ライブラリーではサポートされていません。この問題の最もよくある原因としてはロケールの設定が間違っていることが考えられますが、ローカライズをサポートしていないC++ライブラリーを使っている場合にもこの問題は発生します。この問題を回避するには"C"ロケールを指定してアプリケーションを起動して下さい。問題を解決するためにはお使いの環境のロケールの設定とアプリケーションが使用しているC++ライブラリーのロケールのサポート状況を確認して下さい。

source: library initialization failed
ja: ライブラリーの初期化に失敗しました

source: next generation image acquisition
ja: 次世代の画像取得ユーティリティ

source: Only perform the actions given on the command-line. Do not perform image acquisition.
ja: コマンドラインで指定されたアクションのみを実行する。画像取得処理は実行しない。

source: Start an interactive user interface The default behavior depends on the environment where one runs the command. A scan utility suitable for non-interactive use can be selected with the '--no-interface' option.
ja: インタラクティブなユーザーインターフェイスでスキャンユーティリティを起動します。 デフォルトの動作はコマンドを実行する環境に依存します。'--no-interface'オプションを指定することで非インタラクティブなスキャンユーティリティを起動することができます。
